export const FAQList = {
    1: {
        key:1,
        Number:"item-1",
        Title:"Q1. 이미지에 한국어가 이상하게 나와요!",
        Content:"현재 이미지 생성 AI의 경우, 한국어 표현이 제한적입니다. 한글이 포함되지 않도록 이미지를 구성하는 것을 권장드리며, 곧 그림판 기능을 추가하여 직접 자막을 넣을 수 있도록 준비 중입니다. 많은 관심 부탁드립니다!"
    },
    2: {
        key:2,
        Number:"item-2",
        Title:"Q2. 이미지가 한 번 잘못 생성된 후, 계속 비슷한 이미지가 나와요!",
        Content:"새로운 프롬프트와 샷을 추가해 새롭게 시도해 보세요. 이렇게 하면 더 다양한 결과를 얻을 수 있습니다"
    },
    3: {
        key:3,
        Number:"item-3",
        Title:"Q3. 일관된 톤과 캐릭터로 이미지를 생성할 수 있나요?",
        Content:'현재 일관된 캐릭터를 유지하기 어렵지만, 비슷한 특징을 요청하시면 일정 부분 반영이 가능합니다(예:빨간 머리, 오똑한 코 등), 톤도 일정하게 설정할 수 있지만, 모든 경우에 완벽하게 적용되지는 않습니다. 흑백 스케치 스타일을 원하시면, 프롬프트에 "Mark style mono sketch"를 추가해 보세요'
    },
    4: {
        key:4,
        Number:"item-4",
        Title:"Q4. 만든 기확안은 어디서 다시 확인할 수 있나요?",
        Content:"완성한 기획안은 '기획안 창고'에서 언제든지 확인하고 수정할 수 있습니다."
    },
    5: {
        key:5,
        Number:"item-5",
        Title:"Q5. 고유명사도 AI 이미지로 생성할 수 있나요?",
        Content:'현재 AI는 고유명사(예:송파구, 김연아)를 잘 생성하지 못합니다. 하지만 유명 캐릭터(예:스펀지밥)가 등장하는 이미지는 생성 가능합니다. 예를 들어, "스펀지밥이 광산에서 금을 캐는 이미지"와 같이 요청해 보세요'
    }
};