export const MemberList = [
    {
        id:1,
        content:"저희는 촬영과 편집에 강한 프로덕션입니다. 매번 위드로 번거로운 수정이 많았는데, 이즐리가 그때 너무 유용했습니다",
        member:"최재훈, 프로덕션"
    },
    {
        id:2,
        content:"러프하게 스케치한 영상기획을 구체화시켜주는데에 정말 많은 도움이 되었습니다. 이렇게 초안만 잡아줘도 일이 정말 수월하거든요",
        member:"박승면, 광고대행사"
    },
    {
        id:3,
        content:"항상 기획을 해도, 클라이언트에게 제안하는데에 있어서 어려움을 겪었는데, 깔끔한 레이아웃의 기획안과 레퍼런스 이미지로 더 많은 제안이 가능해졌습니다",
        member:"전상배, 프로덕션"
    },
    {
        id:4,
        content:"더 적은 금액으로 더 많은 기획을 할 수 있게 되서 앞으로도 정말 기대가 됩니다. 적는 정보가 많은 수록 더 디테일하게 짜줍니다",
        member:"송유현, 기획자"
    }
]